

INFO = """<b>Наш софт обеспечивает стабильный доход засчет работы профессиональных трейдеров на криптобирже Bybit.</b>

<b> - Как пользователь взаимодействует с выбранным трейдером?</b>
Наш бот получает ордера от профессионального трейдера, после чего с минимальной задержкой реализовывает их на вашем аккаунте.

<b> - С помощью чего мы гарантируем безопасность ваших API ключей?</b>
Все ключи до попадания в базу данных шифруются, что обеспечивает безопасность.
Каждую неделю ключ шифрования менятеся, из-за чего возможность его подобрать исчезает."""

INSTRUCT = """Мы подготовили для вас инструкцию, чтобы вы смогли пользоваться ботом легко и комфортно
<b>Шаг 1.</b> Создать API ключ на Bybit.
<u>Настоятельно рекомендуем прочитать "Предостережения</u>".
"""

PREDOSTR = """<b>•Ключи API, не привязанные к IP-адресам, действительны в течение трёх (3) месяцев. 
•Ключи с привязкой к IP-адресам действуют бессрочно. 
•После смены пароля ваш секретный ключ API выйдет из строя через 7 дней.
•В целях безопасности API-ключ будет отображен только 1 раз. 
•После закрытия окна API будет недоступен. 
•Сохраните ключ в безопасном месте. 
•В целях безопасности, пожалуйста, не передавайте свой ключ непроверенным сторонним контактам.</b>"""


DESCR = """ProofReader выполняет простую, но очень необходимую работу: 
<em>устраняет психологические и финансовые проблемы людей, неопытных в трейдинге</em>, 
<em>исправляет опечатки</em>,
<em>избавляет клиентов от траты времени на исследование рынка. </em>
<b>Он не использует сложных алгоритмов, пусть это делают профессиональные трейдеры.</b>

Простыми словами: 
Вы забываете о заботах с финансами. 
Опытный трейдер сделает за вас все сам, ведь мы позволим Вам совершать <em><b>АБСОЛЮТНО ТАКИЕ ЖЕ</b></em> сделки,которые совершает он.

🔥Трейдер заработал много денег? - Значит и Вы тоже!🔥"""



TRADER_HELP = """<b>Привет, Трейдер!</b>

<em><b><u>Мы создали для тебя максимально простой функционал:</u></b></em>
• <u>Статистика Профиля</u> → здесь ты можешь узнать: 
    1. Сколько людей на тебя подписано
    2. Твои открытые сделки,которые отследил бот
    3. История сделок,которые отследил бот

• <u>Ключи</u> → создай ключ доступа к твоему аккаунту! 
Каждый,кто введет твой ключ,сможет отслеживать твои сделки, которые отследил бот.
У тебя есть возможность создавать неограниченное кол-во ключей на различное количество 
активаций и неограниченное время действия ключа.

• <u>Редактировать API</u> → здесь ты можешь посмотреть и изменить свои API. Можешь менять их сколько тебе влезит ;)

• <u>Вкл/Выкл отслеживание</u> → это самая главная для тебя кнопка!
Эта функция отвечает за отслеживание твоих ордеров на бирже.<i>(По умолчанию бот за тобой не следит)</i>
Что бы отследил твой ордер,тебе надо его включить. 
<strong>Но будь внимателен: после совершения сделки бот автоматически отключит тумблер!</strong>
Это сделано в целях твоей конфиденциальности и безопасности кошельков твоих подписчиков.

<i>❤Хорошей торговли❤</i>"""
